{
    "English": "\nMAKAR may provide the opportunity for you to use the Services to interface with services or applications provided by one or more third parties (“<b>Third Party Services</b>”). You will be able to decide which Third Party Services and interface to embedded with and have right to revoke consent at any time. In those instances where you consent to interface with a Third Party Service, MAKAR may exchange relevant information with the Third Party Service, which may include Content and/or personal information. \n\n Once this information is shared with the Third Party Service, its use will be governed by the third party's privacy policy and not by the MAKAR Privacy Policy. Your use of any Third Party Service is subject to these Terms and any third party terms applicable to such Third Party Service. If you do not accept the third party terms applicable to a Third Party Service, do not use that Third Party Service. Providers of Third Party Services may change or discontinue the functionality or features of their Third Party Service. You should exercise your own independent judgment when reviewing information provided by a Third Party Service. MAKAR is not responsible if a Third Party Service communication management feature delays or prevents you from reviewing or sending a information. <b>MAKAR has no responsibility or liability for Third Party Services. MAKAR does not guarantee the accuracy, usefulness, safety, completeness, reliability, availability or timeliness of, or relating to, any Third Party Service. MAKAR DISCLAIMS, ANY AND ALL LOSS, LIABILITY, OR DAMAGES ARISING FROM OR RELATED TO YOUR USE OF ANY THIRD PARTY SERVICES.</b> \n\n If you have questions about these Terms or need to contact MAKAR, please contact MAKAR via email at makar@miflydesign.com",
    "Chinese (Traditional)": "\nMAKAR為您提供一個或多個第三方提供的服務或應用程序（“<b> 第三方服務</b> ”）登入的機會。您決定要與之登入的第三方服務，並可以隨時撤銷同意。在您同意與第三方服務接口的情況下，MAKAR可能會與第三方服務交換相關資訊，其中可能包括內容和/或個人資訊。\n\n與第三方服務共享此資訊後，其使用將受第三方隱私政策的約束，而不是受MAKAR隱私政策的約束。您對任何第三方服務的使用，均受這些條款以及適用於該第三方服務的任何第三方條款的約束。如果您不接受適用於第三方服務的第三方條款，請不要使用該第三方服務。第三方服務的提供者可能會更改或停止其第三方服務的功能或特性。在查看和使用第三方服務提供的資訊時，您應該做出自己的獨立判斷。如果第三方服務通訊管理功能延遲或阻止您查看或發送通信，MAKAR概不負責。<b>MAKAR對第三方服務不承擔任何責任。MAKAR不保證任何第三方服務的準確性，有用性，安全性，完整性，可靠性，可用性或即時性。</b> \n\n如果您對這些條款有疑問或需要聯繫MAKAR，請通過電子郵件makar@miflydesign.com與MAKAR聯繫",
    "Chinese (Simplified)": "\nMAKAR为您提供一个或多个第三方提供的服务或应用程序（“ 第三方服务 ”）登入的机会。您决定要与之登入的第三方服务，并可以随时撤销同意。在您同意与第三方服务接口的情况下，MAKAR可能会与第三方服务交换相关资讯，其中可能包括内容和/或个人资讯。\n\n与第三方服务共享此资讯后，其使用将受第三方隐私政策的约束，而不是受MAKAR隐私政策的约束。您对任何第三方服务的使用，均受这些条款以及适用于该第三方服务的任何第三方条款的约束。如果您不接受适用于第三方服务的第三方条款，请不要使用该第三方服务。第三方服务的提供者可能会更改或停止其第三方服务的功能或特性。在查看和使用第三方服务提供的资讯时，您应该做出自己的独立判断。如果第三方服务通讯管理功能延迟或阻止您查看或发送通信，<b>MAKAR概不负责。MAKAR对第三方服务不承担任何责任。MAKAR不保证任何第三方服务的准确性，有用性，安全性，完整性，可靠性，可用性或及时性。</b>\n\n如果您对这些条款有疑问或需要联系MAKAR，请通过电子邮件makar@miflydesign.com与MAKAR联系",
    "Japanese": "\nMAKARは単一または複数のサードパーティーが提供するサービスまたはアプリケーション（“<b> サードパーティーサービス</b> ”）でログインできます。いつでもログインするサードパーティーサービスの決定や同意をキャンセルできます。サードパーティーサービスとの接続に同意した場合、MAKARは、サードパーティーサービスと関連情報（コンテンツ、個人情報を含む）を共有する場合があります。\n\n情報がサードパーティーサービスと共有された場合、使用時はサードパーティーのプライバシーポリシーに従い、MAKARのプライバシーポリシーの対象外となります。サードパーティーサービスの使用時は、これらの利用規約およびサードパーティーサービスに適用されるサードパーティーの利用規約に従います。サードパーティーサービスのサードパーティー利用規約に同意しない場合は、サードパーティーサービスを使用しないでください。サードパーティーサービスプロバイダは、サードパーティーサービスの機能または性質を変更、停止する場合があります。サードパーティサービスが提供する情報を確認および使用する場合は、ご自身でよく確認のうえ、ご判断ください。サードパーティーサービスの通信管理機能により確認や送信に遅延、障害が発生した場合、MAKARは責任を負わないものとします。<b>MAKARはサードパーティーサービスに対していかなる責任も負いません。MAKARはサードパーティーサービスのいかなる正確性、有用性、安全性、完全性、信頼性、可用性、リアルタイム性も保証しません。</b>\n\n利用規約についてご質問がありましたら、MAKARまでメールでご連絡ください。makar@miflydesign.comMAKARへ問い合わせる",
    "Korean": "\nMAKAR에서는 제3자가 제공하는 서비스나 앱(“<b>제3자 서비스</b> ”)에 로그인할 기회를 제공합니다. 이용자는 언제든지 로그인할 제3자 서비스를 결정하거나 동의를 철회할 수 있습니다. 이용자가 제3자 서비스 연결에 동의할 경우, MAKAR와 제3자 서비스는 관련 정보를 교환할 수 있으며, 그중에는 콘텐츠와 개인 정보가 포함될 수 있습니다. \n\n해당 정보를 제3자 서비스와 공유한 후에는 MAKAR의 개인정보 보호 정책이 아니라 제3자의 개인정보 보호 정책에 구속됩니다. 제3자 서비스의 사용과 관련하여, 이용자는 해당 약관과 제3자 서비스에 적용되는 제3자 약관의 제약을 받습니다. 제3자 서비스에 적용되는 제3자 약관에 동의하지 않는다면, 해당 제3자 서비스를 이용하지 말아 주십시오. 제3자 서비스의 제공자는 제3자 서비스의 기능이나 특성을 변경하거나 중단할 수 있습니다. 제3자 서비스에서 제공하는 정보를 보고 사용할 때는 독자적으로 판단을 내려야 합니다. 제3자 서비스의 통신 관리 기능이 통신 전송 및 조회를 지연시키거나 중단해도 MAKAR는 이에 관하여 책임을 일절 지지 않습니다. <b>MAKAR는 제3자 서비스에 관하여 어떠한 책임도 지지 않습니다. MAKAR는 모든 제3자 서비스의 정확성과 유용성, 안전성, 완전성, 신뢰성, 가용성, 즉시성을 보증하지 않습니다. </b>\n\n약관에 관해 의문사항이 있으면 makar@miflydesign.com이나 MAKAR로 연락주세요."
}